Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsnewMultiTouchTitle
source: Undo&Redo with multi-finger touch
ar: تراجع وإعادة باستخدام اللمس المتعدد
de: Rückgängig&Wiederherstellen mit Mehrfingerberührung
es: Deshacer y rehacer con toque multitoque
fr: Annuler&Rétablir avec un toucher multi-doigts
hi: मल्टी-फिंगर टच के साथ पूर्ववत और पुनः करें
it: Annulla e ripeti con il tocco multi-dito
ja: マルチフィンガータッチによる元に戻す＆やり直し
ko: 다중 손가락 터치를 통한 실행 취소 및 다시 실행
nl: Ongedaan maken en opnieuw uitvoeren met multi-vinger aanraking
pl: Cofanie i ponawianie za pomocą dotyku wieloma palcami
pt: Desfazer e Refazer com toque de múltiplos dedos
ru: Отмена и Повтор с помощью многопальцевого касания
th: ย้อนกลับ&ทำซ้ำด้วยการสัมผัสหลายนิ้ว
tr: Çoklu parmak dokunuşu ile Geri Al&Yinele
vi: Hoàn tác và Làm lại bằng cách chạm đa ngón
zh_hans: 使用多指触控进行撤销和重做
zh_hant: 多指觸控撤銷和重做

# whatsNewNewDrawFromClipboardDescription
source: Instantly turn images from your clipboard into new drawings. A quicker way to start sketching your ideas!
ar: قم بتحويل الصور من الحافظة إلى رسومات جديدة على الفور. طريقة أسرع لبدء رسم أفكارك!
de: Verwandeln Sie Bilder aus Ihrer Zwischenablage sofort in neue Zeichnungen. Ein schnellere Möglichkeit, um mit dem Skizzieren Ihrer Ideen zu beginnen!
es: Convierte instantáneamente imágenes de tu portapapeles en nuevos dibujos. ¡Una forma más rápida de comenzar a esbozar tus ideas!
fr: Transformez instantanément les images de votre presse-papiers en nouveaux dessins. Une manière plus rapide de commencer à esquisser vos idées !
hi: अपने क्लिपबोर्ड से छवियों को तुरंत नए चित्रों में बदलें। अपने विचारों को स्केच करने का एक तेज़ तरीका!
it: Trasforma istantaneamente le immagini dagli appunti in nuovi disegni. Un modo più veloce per iniziare a schizzare le tue idee!
ja: クリップボードの画像を瞬時に新しいドローイングに変換します。アイデアをスケッチするためのより迅速な方法です！
ko: 클립보드의 이미지를 즉시 새로운 드로잉으로 변환하세요. 아이디어를 스케치하는 더 빠른 방법입니다!
nl: Zet afbeeldingen van je klembord direct om in nieuwe tekeningen. Een snellere manier om je ideeën te schetsen!
pl: Natychmiast przekształć obrazy z schowka w nowe rysunki. Szybszy sposób na rozpoczęcie szkicowania swoich pomysłów!
pt: Transforme instantaneamente imagens da sua área de transferência em novos desenhos. Uma maneira mais rápida de começar a esboçar suas ideias!
ru: Мгновенно превращайте изображения из вашего буфера обмена в новые рисунки. Быстрый способ начать рисовать ваши идеи!
th: เปลี่ยนภาพจากคลิปบอร์ดของคุณให้เป็นการวาดใหม่ได้ทันที วิธีที่รวดเร็วกว่าในการเริ่มร่างแนวคิดของคุณ!
tr: Panodaki görüntüleri anında yeni çizimlere dönüştürün. Fikirlerinizi çizmeye başlamak için daha hızlı bir yol!
vi: Biến ngay lập tức hình ảnh từ clipboard của bạn thành những bản vẽ mới. Một cách nhanh chóng để bắt đầu phác thảo ý tưởng của bạn!
zh_hans: 瞬间将剪贴板中的图像转化为新绘图。这是更快开始草绘您想法的方式！
zh_hant: 瞬間將剪貼板中的圖片轉化為新的畫作。更快速地開始草擬您的想法！

# whatsNewNewDrawFromClipboardTitle
source: New draw from clipboard
ar: رسم جديد من الحافظة
de: Neu zeichnen aus Zwischenablage
es: Nuevo dibujo desde el portapapeles
fr: Nouveau dessin à partir du presse-papiers
hi: क्लिपबोर्ड से नया चित्र बनाना
it: Nuovo disegno dagli appunti
ja: クリップボードから新しいドローイング
ko: 클립보드에서 새로 그리기
nl: Nieuwe tekening van klembord
pl: Nowe rysowanie z schowka
pt: Novo desenho da área de transferência
ru: Новый рисунок из буфера обмена
th: วาดใหม่จากคลิปบอร์ด
tr: Panodan yeni çizim
vi: Vẽ mới từ clipboard
zh_hans: 从剪贴板新建绘图
zh_hant: 從剪貼板新建畫作

# whatsNewPerformanceImprovementsDescription
source: This update focuses on performance improvements across file loading, saving, covers, and everyday canvas interactions.
ar: تركز هذه التحديثات على تحسين الأداء في تحميل الملفات، والحفظ، والأغطية، وتفاعلات القماش اليومية.
de: Dieses Update konzentriert sich auf Leistungsverbesserungen beim Laden von Dateien, Speichern, Abdeckungen und alltäglichen Interaktionen mit der Leinwand.
es: Esta actualización se centra en mejoras de rendimiento en la carga de archivos, guardado, cubiertas e interacciones diarias en el lienzo.
fr: Cette mise à jour se concentre sur des améliorations de performance dans le chargement et la sauvegarde des fichiers, les couvertures et les interactions quotidiennes avec le canevas.
hi: यह अपडेट फ़ाइल लोडिंग, सहेजने, कवरों, और दैनिक कैनवास इंटरैक्शन में प्रदर्शन सुधार पर केंद्रित है।
it: Questo aggiornamento si concentra sui miglioramenti delle prestazioni nel caricamento, salvataggio, copertine e interazioni quotidiane con la tela.
ja: この更新は、ファイルの読み込み、保存、カバー、および日常的なキャンバスの操作におけるパフォーマンスの改善に焦点を当てています。
ko: 이번 업데이트는 파일 로딩, 저장, 표지 및 일상적인 캔버스 상호작용의 성능 개선에 중점을 두었습니다.
nl: Deze update richt zich op prestatieverbeteringen bij het laden, opslaan, dekkingen en dagelijkse canvasinteracties.
pl: Ta aktualizacja koncentruje się na poprawie wydajności w zakresie ładowania plików, zapisywania, omów i codziennych interakcji na płótnie.
pt: Esta atualização foca em melhorias de desempenho no carregamento, salvamento de arquivos, capas e interações diárias no canvas.
ru: Это обновление сосредоточено на улучшении производительности при загрузке файлов, сохранении, обложках и повседневных взаимодействиях с холстом.
th: การอัปเดตนี้มุ่งเน้นที่การปรับปรุงประสิทธิภาพทั่วทั้งการโหลดไฟล์ การบันทึก การครอบคลุม และการทำงานทั่วไปบนแคนวาส
tr: Bu güncelleme, dosya yükleme, kaydetme, kapaklar ve günlük tuval etkileşimleri boyunca performans iyileştirmelerine odaklanmaktadır.
vi: Cập nhật này tập trung vào cải thiện hiệu suất trong việc tải tệp, lưu trữ, bìa và tương tác canvas hàng ngày.
zh_hans: 本次更新主要优化性能，改进了文件加载、保存、封面生成以及日常画布操作的流畅度。
zh_hant: 本次更新主要優化效能，改善了檔案載入、儲存、封面生成以及日常畫布操作的流暢度。

# whatsNewPerformanceImprovementsTitle
source: Performance Improvements
ar: تحسينات الأداء
de: Leistungsverbesserungen
es: Mejoras de rendimiento
fr: Améliorations des performances
hi: प्रदर्शन सुधार
it: Miglioramenti delle prestazioni
ja: パフォーマンス改善
ko: 성능 개선
nl: Prestatieverbeteringen
pl: Udoskonalenia wydajności
pt: Melhorias de Desempenho
ru: Улучшения производительности
th: การปรับปรุงประสิทธิภาพ
tr: Performans İyileştirmeleri
vi: Cải Thiện Hiệu Suất
zh_hans: 性能优化
zh_hant: 效能優化

# whatsNewRedesignUIDescription
source: The redesigned sidebar and homepage make it more intuitive to browse files. Additionally, ExcalidrawZ fully supports the glass effect introduced in macOS/iOS 26.0, giving the interface a more modern look.
ar: تجعل الشريط الجانبي والصفحة الرئيسية المعاد تصميمهما تصفح الملفات أكثر بديهية. بالإضافة إلى ذلك، يدعم ExcalidrawZ تأثير الزجاج المقدم في macOS/iOS 26.0 بشكل كامل، مما يمنح الواجهة مظهراً أكثر حداثة.
de: Die neu gestaltete Seitenleiste und Startseite machen das Durchsuchen von Dateien intuitiver. Außerdem unterstützt ExcalidrawZ den in macOS/iOS 26.0 eingeführten Glaseffekt vollständig, wodurch die Benutzeroberfläche moderner wirkt.
es: La barra lateral y la página de inicio rediseñadas hacen que explorar archivos sea más intuitivo. Además, ExcalidrawZ es totalmente compatible con el efecto de cristal introducido en macOS/iOS 26.0, lo que aporta a la interfaz un aspecto más moderno.
fr: La barre latérale et la page d'accueil repensées facilitent la navigation parmi les fichiers. De plus, ExcalidrawZ prend entièrement en charge l'effet de verre introduit dans macOS/iOS 26.0, offrant à l'interface un aspect plus moderne.
hi: पुनर्निर्मित साइडबार और होमपेज फ़ाइल ब्राउज़िंग को अधिक सहज बनाते हैं। इसके अतिरिक्त, ExcalidrawZ अब macOS/iOS 26.0 में पेश किए गए ग्लास इफ़ेक्ट का पूर्ण समर्थन करता है, जिससे इंटरफ़ेस को एक अधिक आधुनिक रूप मिलता है।
it: La barra laterale e la pagina iniziale riprogettate rendono più intuitiva la navigazione dei file. Inoltre, ExcalidrawZ supporta pienamente l'effetto vetro introdotto in macOS/iOS 26.0, conferendo all'interfaccia un aspetto più moderno.
ja: 再設計されたサイドバーとホーム画面により、ファイルの閲覧がより直感的になりました。さらに、ExcalidrawZはmacOS/iOS 26.0で導入されたガラス効果を完全にサポートしており、インターフェースがよりモダンな外観になっています。
ko: 새로 디자인된 사이드바와 홈 화면으로 파일 탐색이 더욱 직관적이 되었습니다. 또한 ExcalidrawZ는 macOS/iOS 26.0에서 도입된 반투명 유리 효과를 완벽히 지원하여 인터페이스에 보다 현대적인 느낌을 부여합니다.
nl: De vernieuwde zijbalk en startpagina maken het intuïtiever om door bestanden te bladeren. Bovendien ondersteunt ExcalidrawZ volledig het glaaseffect dat in macOS/iOS 26.0 is geïntroduceerd, waardoor de interface er moderner uitziet.
pl: Przeprojektowany pasek boczny i strona główna ułatwiają przeglądanie plików. Ponadto ExcalidrawZ w pełni obsługuje efekt szkła wprowadzony w macOS/iOS 26.0, nadając interfejsowi bardziej nowoczesny wygląd.
pt: A barra lateral e a página inicial redesenhadas tornam a navegação pelos arquivos mais intuitiva. Além disso, o ExcalidrawZ oferece suporte total ao efeito de vidro introduzido no macOS/iOS 26.0, conferindo à interface um visual mais moderno.
ru: Переработанная боковая панель и главная страница делают просмотр файлов более интуитивным. Кроме того, ExcalidrawZ полностью поддерживает стеклянный эффект, представленный в macOS/iOS 26.0, что придаёт интерфейсу более современный вид.
th: แถบด้านข้างและหน้าแรกที่ออกแบบใหม่ช่วยให้การเรียกดูไฟล์เป็นไปอย่างสะดวกและเข้าใจง่ายยิ่งขึ้น นอกจากนี้ ExcalidrawZ รองรับเอฟเฟกต์กระจกที่มาพร้อม macOS/iOS 26.0 อย่างเต็มรูปแบบ ทำให้ส่วนติดต่อดูทันสมัยยิ่งขึ้น
tr: Yeniden tasarlanan kenar çubuğu ve ana sayfa, dosyaları gezmeyi daha sezgisel hale getiriyor. Ayrıca ExcalidrawZ, macOS/iOS 26.0 ile gelen cam efektini tam olarak destekleyerek arayüze daha modern bir görünüm kazandırıyor.
vi: Thanh bên và trang chủ được thiết kế lại giúp việc duyệt tệp trực quan hơn. Ngoài ra, ExcalidrawZ hoàn toàn hỗ trợ hiệu ứng kính được giới thiệu trong macOS/iOS 26.0, mang đến giao diện hiện đại hơn.
zh_hans: 重新设计的侧栏和首页使浏览文件更加直观。此外，ExcalidrawZ 现已全面支持 macOS/iOS 26.0 中引入的毛玻璃效果，使界面更具现代感。
zh_hant: 重新設計的側邊欄與首頁讓瀏覽檔案更加直覺。此外，ExcalidrawZ 已完整支援 macOS/iOS 26.0 引入的玻璃效果，讓介面更具現代感。

# whatsNewRedesignUITitle
source: Completely redesigned UI
ar: واجهة مستخدم مُعاد تصميمها بالكامل
de: Völlig neu gestaltete Benutzeroberfläche
es: Interfaz completamente rediseñada
fr: Interface entièrement repensée
hi: पूरी तरह से पुनर्निर्मित उपयोगकर्ता इंटरफ़ेस
it: Interfaccia utente completamente riprogettata
ja: 全面的に再設計されたUI
ko: 완전히 재설계된 UI
nl: Volledig herontworpen gebruikersinterface
pl: Całkowicie przeprojektowany interfejs
pt: Interface completamente redesenhada
ru: Полностью переработанный интерфейс
th: ส่วนติดต่อผู้ใช้ออกแบบใหม่ทั้งหมด
tr: Tamamen yeniden tasarlanmış kullanıcı arayüzü
vi: Giao diện được thiết kế lại hoàn toàn
zh_hans: 全新改版的用户界面
zh_hant: 介面全面重新設計

# whatsNewReducedAppSizeDescription
source: The app now takes up significantly less space, with roughly a %@ size reduction.
ar: يشغل التطبيق الآن مساحة أقل بكثير، مع تقليص الحجم بنحو %@.
de: Die App belegt jetzt deutlich weniger Speicherplatz – etwa %@ weniger.
es: La aplicación ahora ocupa significativamente menos espacio, con una reducción de aproximadamente %@ en el tamaño.
fr: L'application occupe désormais beaucoup moins d'espace : sa taille a diminué d'environ %@.
hi: ऐप अब काफी कम स्थान लेता है, आकार में लगभग %@ की कमी के साथ।
it: L'app ora occupa significativamente meno spazio, con una riduzione di circa %@.
ja: アプリの容量が約%@削減され、占有スペースが大幅に減りました。
ko: 앱이 차지하는 공간이 크게 줄었으며, 용량이 약 %@만큼 감소했습니다.
nl: De app neemt nu aanzienlijk minder opslagruimte in beslag, met een groottevermindering van ongeveer %@.
pl: Aplikacja zajmuje teraz znacznie mniej miejsca — jej rozmiar zmniejszył się o około %@.
pt: O aplicativo agora ocupa significativamente menos espaço, com uma redução de tamanho de aproximadamente %@.
ru: Размер приложения теперь значительно уменьшен — примерно на %@.
th: แอปใช้พื้นที่น้อยลงอย่างมีนัยสำคัญ โดยลดขนาดลงประมาณ %@
tr: Uygulama artık önemli ölçüde daha az yer kaplıyor; boyut yaklaşık %@ oranında azaldı.
vi: Ứng dụng giờ đây chiếm ít dung lượng hơn đáng kể, giảm dung lượng khoảng %@.
zh_hans: 应用现在占用的空间明显减少，大小大约减少了 %@。
zh_hant: 應用程式現在佔用的空間大幅減少，大小約減少 %@。

# whatsNewReducedAppSizeTitle
source: Reduced App Size
ar: تقليل حجم التطبيق
de: Reduzierte App-Größe
es: Tamaño de la aplicación reducido
fr: Réduction de la taille de l'application
hi: ऐप का आकार घटाया गया
it: Dimensione dell'app ridotta
ja: アプリサイズの削減
ko: 앱 용량 축소
nl: Verminderde appgrootte
pl: Zmniejszony rozmiar aplikacji
pt: Tamanho do aplicativo reduzido
ru: Уменьшенный размер приложения
th: ขนาดแอปลดลง
tr: Uygulama Boyutu Azaltıldı
vi: Giảm kích thước ứng dụng
zh_hans: 应用体积减小
zh_hant: 應用程式體積縮小

# whatsNewSearchableAndSpotlightDescription
source: Quickly open any ExcalidrawZ file with built-in search or directly via Spotlight.
ar: افتح أي ملف من ExcalidrawZ بسرعة باستخدام البحث المدمج أو مباشرة عبر Spotlight.
de: Öffnen Sie schnell jede ExcalidrawZ-Datei mit der integrierten Suche oder direkt über Spotlight.
es: Abra rápidamente cualquier archivo de ExcalidrawZ con la búsqueda integrada o directamente a través de Spotlight.
fr: Ouvrez rapidement n'importe quel fichier ExcalidrawZ avec la recherche intégrée ou directement via Spotlight.
hi: बिल्ट-इन खोज या सीधे स्पॉटलाइट के माध्यम से किसी भी ExcalidrawZ फ़ाइल को जल्दी से खोलें।
it: Apri rapidamente qualsiasi file di ExcalidrawZ con la ricerca integrata o direttamente tramite Spotlight.
ja: 内蔵の検索機能やSpotlightを使用して、任意のExcalidrawZファイルを迅速に開けます。
ko: 내장된 검색 기능이나 Spotlight를 통해 어떤 ExcalidrawZ 파일도 빠르게 열 수 있습니다.
nl: Open snel elk ExcalidrawZ-bestand met de ingebouwde zoekfunctie of rechtstreeks via Spotlight.
pl: Szybko otwieraj dowolny plik ExcalidrawZ za pomocą wbudowanej wyszukiwarki lub bezpośrednio przez Spotlight.
pt: Abra rapidamente qualquer arquivo do ExcalidrawZ com a busca integrada ou diretamente pelo Spotlight.
ru: Быстро открывайте любой файл ExcalidrawZ с помощью встроенного поиска или напрямую через Spotlight.
th: เปิดไฟล์ ExcalidrawZ ใด ๆ ได้อย่างรวดเร็วด้วยการค้นหาที่ติดตั้งไว้หรือโดยตรงผ่าน Spotlight
tr: Herhangi bir ExcalidrawZ dosyasını yerleşik arama veya doğrudan Spotlight aracılığıyla hızlıca açın.
vi: Mở bất kỳ tệp ExcalidrawZ nào một cách nhanh chóng bằng tìm kiếm tích hợp hoặc trực tiếp qua Spotlight.
zh_hans: 通过内置搜索或直接通过 Spotlight 快速打开任何 ExcalidrawZ 文件。
zh_hant: 通過內建搜尋或直接使用 Spotlight 快速打開任何 ExcalidrawZ 檔案。

# whatsNewSearchableAndSpotlightTitle
source: Search & Spotlight Integration
ar: تكامل البحث وSpotlight
de: Such- und Spotlight-Integration
es: Integración de Búsqueda y Spotlight
fr: Intégration de la recherche et de Spotlight
hi: खोज और स्पॉटलाइट एकीकरण
it: Integrazione Ricerca & Spotlight
ja: 検索＆Spotlight統合
ko: 검색 및 Spotlight 통합
nl: Zoek- & Spotlight-integratie
pl: Integracja wyszukiwania i Spotlight
pt: Integração de Pesquisa & Spotlight
ru: Интеграция поиска и Spotlight
th: การค้นหา & การบูรณาการ Spotlight
tr: Arama & Spotlight Entegrasyonu
vi: Tích Hợp Tìm Kiếm & Spotlight
zh_hans: 搜索与 Spotlight 集成
zh_hant: 搜尋與 Spotlight 整合

# whatsNewSidebarFilesMultiSelectDescription
source: You can now select multiple files at once and perform actions on them.
ar: يمكنك الآن تحديد ملفات متعددة في وقت واحد وتنفيذ إجراءات عليها.
de: Sie können jetzt mehrere Dateien auf einmal auswählen und Aktionen mit ihnen durchführen.
es: Ahora puedes seleccionar múltiples archivos a la vez y realizar acciones sobre ellos.
fr: Vous pouvez maintenant sélectionner plusieurs fichiers à la fois et effectuer des actions sur eux.
hi: अब आप एक साथ कई फ़ाइलें चुन सकते हैं और उन पर क्रियाएँ कर सकते हैं।
it: Ora puoi selezionare più file contemporaneamente e eseguire azioni su di essi.
ja: 複数のファイルを同時に選択し、それらに対してアクションを実行できるようになりました。
ko: 이제 여러 파일을 동시에 선택하고 작업을 수행할 수 있습니다.
nl: Je kunt nu meerdere bestanden tegelijk selecteren en acties op ze uitvoeren.
pl: Możesz teraz wybrać wiele plików jednocześnie i wykonać na nich akcje.
pt: Agora você pode selecionar vários arquivos ao mesmo tempo e realizar ações sobre eles.
ru: Теперь вы можете выбирать несколько файлов одновременно и выполнять действия с ними.
th: คุณสามารถเลือกไฟล์หลายไฟล์พร้อมกันและทำการดำเนินการกับไฟล์เหล่านั้นได้
tr: Artık birden fazla dosyayı aynı anda seçebilir ve onlarla işlemler gerçekleştirebilirsiniz.
vi: Bây giờ bạn có thể chọn nhiều tệp cùng một lúc và thực hiện các hành động trên chúng.
zh_hans: 您现在可以一次选择多个文件并对它们执行操作。
zh_hant: 您現在可以一次選擇多個文件並對其執行操作。

# whatsNewSidebarFilesMultiSelectTitle
source: Multi-Select support
ar: دعم التحديد المتعدد
de: Unterstützung für Mehrfachauswahl
es: Soporte para selección múltiple
fr: Support de la sélection multiple
hi: मल्टी-सेलेक्ट समर्थन
it: Supporto per la selezione multipla
ja: マルチセレクトのサポート
ko: 다중 선택 지원
nl: Ondersteuning voor meervoudige selectie
pl: Wsparcie dla wielokrotnego wyboru
pt: Suporte a seleção múltipla
ru: Поддержка множественного выбора
th: การสนับสนุนการเลือกหลายรายการ
tr: Çoklu Seçim desteği
vi: Hỗ trợ chọn nhiều tệp
zh_hans: 多选支持
zh_hant: 多選支持

# whatsNewSubgroupsSupportDescription
source: Organize your workspace better than ever by adding subgroups and subfolders within each group or folder. Stay structured, effortlessly!
ar: نظم مساحة عملك بشكل أفضل من أي وقت مضى من خلال إضافة مجموعات فرعية ومجلدات فرعية داخل كل مجموعة أو مجلد. ابقَ منظمًا، بسهولة!
de: Organisieren Sie Ihren Arbeitsbereich besser denn je, indem Sie Untergruppen und Unterordner innerhalb jeder Gruppe oder jedes Ordners hinzufügen. Bleiben Sie mühelos strukturiert!
es: Organiza tu espacio de trabajo mejor que nunca añadiendo subgrupos y subcarpetas dentro de cada grupo o carpeta. ¡Mantente estructurado, sin esfuerzo!
fr: Organisez votre espace de travail mieux que jamais en ajoutant des sous-groupes et des sous-dossiers dans chaque groupe ou dossier. Restez structuré, sans effort !
hi: प्रत्येक समूह या फ़ोल्डर के भीतर उप-समूह और उप-फ़ोल्डर जोड़कर अपने कार्यक्षेत्र को पहले से बेहतर व्यवस्थित करें। बिना किसी प्रयास के संरचित रहें!
it: Organizza il tuo spazio di lavoro meglio che mai aggiungendo sottogruppi e sottocartelle all'interno di ciascun gruppo o cartella. Rimani strutturato, senza sforzo!
ja: 各グループやフォルダ内にサブグループやサブフォルダを追加して、作業スペースをこれまで以上に整理しましょう。簡単に構造を保ちます！
ko: 각 그룹이나 폴더 내에서 하위 그룹과 하위 폴더를 추가하여 작업 공간을 그 어느 때보다 잘 조직하세요. 수월하게 구조를 유지하세요!
nl: Organiseer je werkruimte beter dan ooit door subgroepen en submappen binnen elke groep of map toe te voegen. Blijf moeiteloos gestructureerd!
pl: Lepsza organizacja przestrzeni roboczej dzięki dodawaniu podgrup i podfolderów w każdej grupie lub folderze. Zachowaj porządek, bez wysiłku!
pt: Organize seu espaço de trabalho melhor do que nunca, adicionando subgrupos e subpastas dentro de cada grupo ou pasta. Mantenha-se estruturado, sem esforço!
ru: Организуйте свое рабочее пространство лучше, чем когда-либо, добавляя подгруппы и подпапки в каждой группе или папке. Поддерживайте структуру без усилий!
th: จัดระเบียบพื้นที่ทำงานของคุณได้ดีกว่าเคยโดยการเพิ่มกลุ่มย่อยและโฟลเดอร์ย่อยภายในแต่ละกลุ่มหรือโฟลเดอร์ เพื่อการจัดระเบียบที่ไม่ยุ่งยาก!
tr: Her grup veya klasör içinde alt gruplar ve alt klasörler ekleyerek çalışma alanınızı hiç olmadığı kadar iyi organize edin. Yapıyı koruyun, zahmetsizce!
vi: Tổ chức không gian làm việc của bạn tốt hơn bao giờ hết bằng cách thêm nhóm phụ và thư mục con trong mỗi nhóm hoặc thư mục. Giữ sự ngăn nắp, một cách dễ dàng!
zh_hans: 通过在每个组或文件夹中添加子组和子文件夹，更好地组织您的工作空间。轻松保持结构化！
zh_hant: 通過在每個組或文件夾內添加子組和子文件夾來更好地組織您的工作區。輕鬆保持結構化！

# whatsNewSubgroupsSupportTitle
source: Enhanced Organization with Subgroups & Subfolders
ar: تحسين التنظيم مع المجموعات الفرعية والمجلدات الفرعية
de: Verbesserte Organisation mit Untergruppen & Unterordnern
es: Organización mejorada con subgrupos y subcarpetas
fr: Organisation améliorée avec des sous-groupes et sous-dossiers
hi: उप-समूह और उप-फ़ोल्डर के साथ बेहतर संगठन
it: Organizzazione migliorata con sottogruppi e sottocartelle
ja: サブグループとサブフォルダによる強化された整理
ko: 하위 그룹 및 하위 폴더로 향상된 조직화
nl: Verbeterde organisatie met subgroepen en submappen
pl: Ulepszona organizacja z podgrupami i podfolderami
pt: Organização Aprimorada com Subgrupos e Subpastas
ru: Улучшенная организация с подгруппами и подпапками
th: การจัดระเบียบที่ดีขึ้นด้วยกลุ่มย่อยและโฟลเดอร์ย่อย
tr: Alt Gruplar ve Alt Klasörlerle Geliştirilmiş Organizasyon
vi: Cải thiện tổ chức với Nhóm phụ & Thư mục con
zh_hans: 增强的子组和子文件夹组织
zh_hant: 增強的子組和子文件夾組織功能

# whatsNewSupportLocalFoldersDescription
source: Easily open and save Excalidraw files directly from your linked folders—seamless integration for your workflow.
ar: افتح واحفظ ملفات Excalidraw بسهولة مباشرةً من المجلدات المرتبطة — تكامل سلس مع سير عملك.
de: Öffne und speichere Excalidraw-Dateien ganz einfach direkt aus deinen verknüpften Ordnern – nahtlos in deinen Workflow integriert.
es: Abre y guarda archivos de Excalidraw directamente desde tus carpetas vinculadas: integración perfecta para tu flujo de trabajo.
fr: Ouvrez et enregistrez facilement des fichiers Excalidraw directement depuis vos dossiers liés — intégration transparente à votre flux de travail.
hi: लिंक किए गए फ़ोल्डरों से Excalidraw फ़ाइलें सीधे और आसानी से खोलें और सहेजें — आपके कार्य प्रवाह के लिए निर्बाध एकीकरण।
it: Apri e salva facilmente i file di Excalidraw direttamente dalle tue cartelle collegate — integrazione perfetta nel tuo flusso di lavoro.
ja: リンク済みフォルダからExcalidrawファイルを直接簡単に開いたり保存したりでき、ワークフローにシームレスに統合されます。
ko: 연결된 폴더에서 Excalidraw 파일을 바로 열고 저장하세요 — 작업 흐름에 원활하게 통합됩니다.
nl: Open en sla Excalidraw-bestanden eenvoudig rechtstreeks vanuit je gekoppelde mappen op — naadloze integratie in je workflow.
pl: Łatwo otwieraj i zapisuj pliki Excalidraw bezpośrednio z powiązanych folderów — płynna integracja z Twoim przepływem pracy.
pt: Abra e salve facilmente arquivos do Excalidraw diretamente das suas pastas vinculadas — integração perfeita ao seu fluxo de trabalho.
ru: Легко открывайте и сохраняйте файлы Excalidraw прямо из ваших локальных папок — бесшовная интеграция в ваш рабочий процесс.
th: เปิดและบันทึกไฟล์ Excalidraw ได้อย่างง่ายดายโดยตรงจากโฟลเดอร์ที่เชื่อมโยงของคุณ — การผสานอย่างราบรื่นกับกระบวนการทำงานของคุณ
tr: Bağlı klasörlerinizden Excalidraw dosyalarını kolayca doğrudan açın ve kaydedin—iş akışınıza sorunsuz entegrasyon.
vi: Dễ dàng mở và lưu các tệp Excalidraw trực tiếp từ các thư mục liên kết của bạn — tích hợp liền mạch cho quy trình làm việc của bạn.
zh_hans: 轻松直接从已链接的文件夹打开和保存 Excalidraw 文件，与你的工作流程无缝集成。
zh_hant: 輕鬆從已連結的資料夾直接開啟與儲存 Excalidraw 檔案，無縫融入您的工作流程。

# whatsNewSupportLocalFoldersTitle
source: Support local files
ar: دعم الملفات المحلية
de: Unterstützung lokaler Dateien
es: Soporte para archivos locales
fr: Support des fichiers locaux
hi: स्थानीय फ़ाइलों का समर्थन
it: Supporto per file locali
ja: ローカルファイルのサポート
ko: 로컬 파일 지원
nl: Ondersteuning voor lokale bestanden
pl: Wsparcie dla plików lokalnych
pt: Suporte a arquivos locais
ru: Поддержка локальных файлов
th: สนับสนุนไฟล์ในเครื่อง
tr: Yerel dosyaları destekle
vi: Hỗ trợ tệp cục bộ
zh_hans: 支持本地文件
zh_hant: 支持本地文件
